[
   {
      "title": "Bike drive learning",
      "description": "Learning to ride a motorcycle can be fun. The best way to learn how to properly ride is in a safe and controlled manner. Always practice safety first and be sure you have appropriate safety gear for the type of riding you will do. Beginners can enroll in motorcycle safety courses that give you the tools to be a proper",
      "picture": "https://motoress.com/wp-content/uploads/2020/12/LearnToRideAMotorcycle-artbnr3-MOTORESS.jpg",
      "price": "100",
      "features": [
         {
            "title": "Get a helmet",
            "img": "https://www.wikihow.com/images/thumb/2/26/Ride-a-Motorcycle-%28Beginners%29-Step-1-Version-2.jpg/aid1566422-v4-728px-Ride-a-Motorcycle-%28Beginners%29-Step-1-Version-2.jpg.webp",
            "disc": " Your motorcycle helmet is the single most important piece of equipment for motorcycling riding. It protects your head from injury in the event that your motorcycle goes down. For it to do its job, the helmet must fit well, while maintaining your field of vision. The best helmet for you is an individual thing."
         },
         {
            "title": "Get a jacket",
            "img": "https://www.wikihow.com/images/thumb/3/3b/Ride-a-Motorcycle-%28Beginners%29-Step-2-Version-2.jpg/aid1566422-v4-728px-Ride-a-Motorcycle-%28Beginners%29-Step-2-Version-2.jpg.webp",
            "disc": "A motorcycle jacket protects your torso, including your internal organs, in an accident. Motorcycle jackets are made of leather or manufactured materials, such as Kevlar. Look for a jacket that has impact absorbing body armor. If the jacket carries a CE (Certified European) mark, it has met certification standards for sale in Europe."
         },
         {
            "title": "Get motorcycle boots, gloves, and other gear",
            "img": "https://www.wikihow.com/images/thumb/f/f1/Ride-a-Motorcycle-%28Beginners%29-Step-3-Version-2.jpg/aid1566422-v4-728px-Ride-a-Motorcycle-%28Beginners%29-Step-3-Version-2.jpg.webp",
            "disc": " Both pieces of equipment provide greater safety and comfort while riding. Boots provide protection to your feet and ankles. Gloves provide protection to your hands. Pants provide protection to your hips and legs"
         },
         {
            "title": "Take a motorcycle safety course",
            "img": "https://www.wikihow.com/images/thumb/4/4d/Ride-a-Motorcycle-%28Beginners%29-Step-4-Version-2.jpg/aid1566422-v4-728px-Ride-a-Motorcycle-%28Beginners%29-Step-4-Version-2.jpg.webp",
            "disc": "A course gives you the best instruction to learn proper riding technique and safety. It is highly recommended as a starting point for all new riders. It is only a requirement for your license in some states, so whether this is a requirement for you depends on where you reside."
         },
         {
            "title": "Learn the controls.",
            "img": "https://www.wikihow.com/images/thumb/4/45/Ride-a-Motorcycle-%28Beginners%29-Step-5-Version-2.jpg/aid1566422-v4-728px-Ride-a-Motorcycle-%28Beginners%29-Step-5-Version-2.jpg.webp",
            "disc": "Familiarize yourself with the basic controls before riding. When you’re actually riding you will have to think quickly, if you’re not familiar with the operations it could be dangerous."
         },
         {
            "title": "Get on the bike.",
            "img": "https://www.wikihow.com/images/thumb/4/40/Ride-a-Motorcycle-%28Beginners%29-Step-6-Version-2.jpg/aid1566422-v4-728px-Ride-a-Motorcycle-%28Beginners%29-Step-6-Version-2.jpg.webp",
            "disc": "To properly get on your bike, face the motorcycle from the left side. Grab the left handlebar, and swing your right leg over the seat. Plant your feet firmly on the ground."
         },
         {
            "title": "Practice getting a feel for the clutch",
            "img": "https://www.wikihow.com/images/thumb/6/61/Ride-a-Motorcycle-%28Beginners%29-Step-7-Version-2.jpg/aid1566422-v4-728px-Ride-a-Motorcycle-%28Beginners%29-Step-7-Version-2.jpg.webp",
            "disc": "The clutch is used to change gears. When you pull the clutch in, you’re releasing the engine from the transmission. This action puts your bike in neutral, allowing you to shift gears."
         },
         {
            "title": "Start your engine.",
            "img": "https://www.wikihow.com/images/thumb/5/5b/Ride-a-Motorcycle-%28Beginners%29-Step-8-Version-2.jpg/aid1566422-v4-728px-Ride-a-Motorcycle-%28Beginners%29-Step-8-Version-2.jpg.webp",
            "disc": " Pull the clutch lever in and locate your kill switch. This is usually a red switch located on the right handlebar. Flip it down into the “on” position. Most modern bikes don’t require you to kick start your engine, but if you have an older bike you may have to. The kick start lever, if you have one, can be found behind the foot peg on the right side of your bike."
         },
         {
            "title": "Begin driving your motorcycle.",
            "img": "https://www.wikihow.com/images/thumb/5/59/Ride-a-Motorcycle-%28Beginners%29-Step-10-Version-2.jpg/aid1566422-v4-728px-Ride-a-Motorcycle-%28Beginners%29-Step-10-Version-2.jpg.webp",
            "disc": "Once the engine has started and warmed up, you can begin to ride. This is done by shifting down into 1st gear and letting the clutch lever out while simultaneously pulling back on the throttle"
         }
      ]
   },
   {
      "title": "Car drive learning",
      "description": "Learning how to drive is a lot easier than it looks. It looks intimidating from the passenger's seat, or in films, but once you get behind the wheel and gently put your foot on the pedal, the process becomes very intuitive. Learn to take things slow in the beginning and you'll be well on your way to mastering the basics. This article assumes you'll be driving a vehicle with an automatic transmission. If you're not driving an automatic, you'll need to read about the basics of driving stick-shift (manual transmission) instead, although the general process will still be similar.",
      "picture": "https://media.istockphoto.com/id/1125351656/photo/instructor-guiding-student-to-drive-car.jpg?s=612x612&w=0&k=20&c=MVLc-xxkT07_NF9vOKxrMHtSS1kpIs6xc4Lh-D-Z0Kk=",
      "price": "200",
      "features": [
         {
            "title": "Adjust the seat so that your feet comfortably reach both pedals.",
            "img": "https://www.wikihow.com/images/thumb/8/84/Drive-a-Car-Step-1-Version-2.jpg/aid3755-v4-728px-Drive-a-Car-Step-1-Version-2.jpg.webp",
            "disc": "You can adjust your seat forward and backward, as well as up and down. Some cars will have electronic controls (usually on the left side of the seat), while older cars will usually have a lever underneath the seat that lets you control the position of the seat. But you can usually tell the difference"
         },
         {
            "title": "Adjust your car's mirrors so that you can see through them clearly and effectively",
            "img": "https://www.wikihow.com/images/thumb/f/f1/Drive-a-Car-Step-3-Version-2.jpg/aid3755-v4-728px-Drive-a-Car-Step-3-Version-2.jpg.webp",
            "disc": "Your car should have three mirrors: one rear-view mirror, which allows you to see directly the rear windshield behind you, and two outside mirrors which let you see to either side of the car and protect you from blind spots"
         },
         {
            "title": "Know where the parking brake (also called a handbrake, e-brake or emergency brake) is and what it does",
            "img": "https://www.wikihow.com/images/thumb/b/b9/Drive-a-Car-Step-4-Version-2.jpg/aid3755-v4-728px-Drive-a-Car-Step-4-Version-2.jpg.webp",
            "disc": "The parking brake is a longer lever with a button on the very tip of it. When the parking brake is pulled up, it helps lock the car into place on the ground, ensuring that it doesn't move. When the brake is let down, it is disengaged and the car can freely move. Make sure that your parking brake is disengaged before you start driving"
         },
         {
            "title": "Get a feel for the gear stick (also called shift lever, gear lever, shifter or simply, 'the stick'",
            "img": "https://www.wikihow.com/images/thumb/4/44/Drive-a-Car-Step-5-Version-2.jpg/aid3755-v4-728px-Drive-a-Car-Step-5-Version-2.jpg.webp",
            "disc": "The gear stick is usually positioned in between the two front seats of a car, and it controls the gearbox (park, neutral, drive, reverse). Sometimes in certain vehicles, the shift lever is on the right side of the steering whee"
         },
         {
            "title": "Understand the basic dashboard controls/symbols",
            "img": "https://www.wikihow.com/images/thumb/8/83/Drive-a-Car-Step-6-Version-2.jpg/aid3755-v4-728px-Drive-a-Car-Step-6-Version-2.jpg.webp",
            "disc": "These gauges display to the driver how much fuel the engine has left, how fast the car is going, how hot the engine is, and how many RPM (revolutions per minute) the engine is clocking."
         },
         {
            "title": "Always start your car with your foot on the brake",
            "img": "https://www.wikihow.com/images/thumb/e/eb/Drive-Smoothly-with-a-Manual-Transmission-Step-2.jpg/aid3755-v4-728px-Drive-Smoothly-with-a-Manual-Transmission-Step-2.jpg.webp",
            "disc": "When you turn it on, the car will move forward by itself if your foot isn't on the brake. With your foot on the brake in starting position, you're ready to start driving!"
         },
         {
            "title": "Practice getting a feel for the clutch",
            "img": "https://www.wikihow.com/images/thumb/2/23/Drive-a-Car-Step-12-Version-2.jpg/aid3755-v4-728px-Drive-a-Car-Step-12-Version-2.jpg.webp",
            "disc": "The clutch is used to change gears. When you pull the clutch in, you’re releasing the engine from the transmission. This action puts your bike in neutral, allowing you to shift gears."
         },
         {
            "title": "Stay a healthy distance behind other cars, and avoid tailgating",
            "img": "https://www.wikihow.com/images/thumb/2/24/Drive-a-Car-Step-16-Version-2.jpg/aid3755-v4-728px-Drive-a-Car-Step-16-Version-2.jpg.webp",
            "disc": "How far you should stay behind the car in front of you depends on how fast you are traveling. You want to give yourself two to five seconds to react, depending on your comfort level. If the car in front of you were to abruptly come to a halt, at your current speed, would you have enough time to both react and calmly slow your car down without colliding into the car in front of you?."
         },
         {
            "title": "Abide by the speed limits.",
            "img": "https://www.wikihow.com/images/thumb/6/68/Drive-a-Car-Step-20-Version-2.jpg/aid3755-v4-728px-Drive-a-Car-Step-20-Version-2.jpg.webp",
            "disc": "Speed limits are there for a reason. They're not there to make driving less fun; they're there to make the road a safer place for all. Make sure that at most, you're only traveling 5 mph (8 km/h) faster than the speed limit. At least in America, police officers will rarely write a ticket for speeding if you're only traveling 5 mph (8 km/h) above the speed limit"
         }
      ]
   }
]
